<?php
return [
    // Page d'accueil
    'navbar'=>[
        'home'=>'الصفحة الرئيسية',
        'team'=>'فريقنا',
        'services'=>'الخدمات',
        'about'=>'حولنا',
        'contact'=>'اتصل بنا',
        'login'=>'تسجيل الدخول',
        'languages'=>'اللغات',
        'dashboard'=>'لوحة القيادة',
    ],
    'hero'=>[ 
        'welcome' => "انتعش بصحة أفضل",
        'about' => 'حول البحث عن الرعاية الصحية!',
        'paragraph' => 'استمتع برعاية صحية عالية الجودة في مستشفانا. فريقنا المكرس من المحترفين على أتم الاستعداد لخدمتك.',
        'appointement'=> 'حجز موعد'
    ],

    'about'=>[
        'title' => "حولنا",
        'book' => 'احجز موعدك في العيادة بسهولة',
        'feature' => 'حل برمجي شامل ومتطور لحجز المواعيد الطبية لتوفير تجربة حجز سريعة وموثوقة للمرضى.',
        'contact' => 'اتصل بنا',
        'services'=> ['الإسعافات الأولية','أطباء مؤهلون','أفضل المحترفين','علاج طبي'],
        'experience'=> 'سنة من الخبرة'

    ],
    'working'=>[
        'title' => "مسار العمل",
        'work' => 'كيف نعمل ؟',
        'regsitration' => ['التسجيل','يمكن للمريض التسجيل هنا بمعلومات أساسية.'],
        'appointment' => ['حجز موعد','يمكن للمريض حجز موعد مع طبيب من الصفحة الرئيسية أو من صفحته الشخصية.'],
        'treatement' => ['العلاج','مسايرة و عناية طبية طول مدة العلاج واهتمام كامل بالمرضى'],
    ],
    'doctorSection'=>[
        'title' => "اعثر على الطبيب المناسب عند متناول يديك",
        'paragraph' => "إنه يهم حقًا، وبعدها لا يهم حقًا. ما يهم هم الأشخاص الذين يستلهمونه. والأشخاص الذين يستهجنونه، لا يهم. لأنها تتعلق بتحفيز المبادرين. أنا هنا لمتابعة أحلامي وإلهام الآخرين لمتابعة أحلامهم أيضًا.",
        'title2' => "لماذا يختارنا الناس",
        'paragraph2' =>"الألم هو ما نمر به مع التقدم في العمر. نتعرض للإهانة من الآخرين ونفقد الثقة في تلك الأشخاص. نتعرض للخيانة من الأصدقاء. يصبح من الصعب بالنسبة لنا أن نمد يد المساعدة للآخرين.",
        'icon1' =>"يصبح من الصعب بالنسبة لنا أن نمد يد المساعدة للآخرين.",
        'icon2' =>"الألم هو ما نمر به مع التقدم في العمر. نتعرض للإهانة من الآخرين ونفقد الثقة في تلك الأشخاص. نتعرض للخيانة من الأصدقاء. يصبح من الصعب بالنسبة لنا أن نمد يد المساعدة للآخرين.",
        'icon3' =>"عندما نفقد أفرادًا من عائلتنا مع مرور الوقت.</br> ما الذي يمكن أن يصدأ القلب أكثر مع مرور الوقت؟ الذهب الأسود.",
    ],
    'testimonial'=>[
        'title' => "توصيات",
        'paragraph' => "شاهد ما يقوله المرضى عنا",
        'patients' => " 
                        <span>ماذا يقول</span>
                        <span>المرضى!</span> ",
    ],
    'appointement'=>[

        'title' => "حجز موعد",
        'firstname' => "الاسم الشخصي ",
        'lastname' => "الاسم العائلي ",
        'email' => "البريد الإلكتروني ",
        'doctor' => "الطبيب ",
        'service' => "الخدمة",
        'date' => "التاريخ ",
        'payment' => "الدفع",
        'appointement_now' => "احجز موعد الآن 
        ",
        ],

        'map'=>[
        'title' => "الموقع",
        'btn' => "الخريطة الداكنة",
        ],

        'sponsors'=>[
        'title' => "الرعاة",
        ],

        'footer'=>[
        'contact' => "اتصال",
        'links' => ["روابط سريعة","الصفحة الرئيسية","عنا","الشروط والأحكام","سياسة الخصوصية"],
        'subscribe' => "اشتراك",
        'palceholder_email' => "بريدك الإلكتروني",
        'rights' => "جميع الحقوق محفوظة.",
    ],
    // team page
    'team'=>[
    'title' => "فريقنا",
    'home' => "الصفحة الرئيسية ",
    'team' => " الفريق",
    ],
    // services page
    'services'=>[
    'title' => "خدماتنا",
    'services' => " الخدمات",
    ],
    // statistics page
    'statistics'=>[
    'specializations' => "التخصصات",
    'services' => "الخدمات ",
    'doctors' => "الأطباء",
    'satisfied' => "المرضى المرتاحين",
    'our_doctors' => "أطباءنا",
    'title_doctors' => "تعرف على أفضل الأطباء",
    ],
    // contact page
    'contact'=>[
    'title' => "اتصل بنا",
    'home' => "الصفحة الرئيسية ",
    'name' => "الاسم الكامل",
    'email' => "البريد الإلكتروني",
    'phone' => "رقم الهاتف",
    'address' => "العنوان",
    'message' => "الرسالة",
    'recaptcha' => "ريكابتشا",
    'btn' => "إرسال رسالة",
    ],
        // login page
        'login'=>[
            'title' => "تسجيل الدخول",
            'email' => "البريد الإلكتروني",
            'name' => "الاسم الكامل",
            'password' => "كلمة السر ",
            'forgot_password' => "  نسيت كلمة المرور" ,
            'remember' => "تدكرني ",
            'create' => "انشاء حساب",
            'google' => "الدخول بحساب الجيمايل",
            'btn' => "إرسال الرسالة",
        ],
        // register page
        'register'=>[
            'name' => "الاسم",
            'email' => "البريد الإلكتروني",
            'password' => "كلمة المرور",
            'confirm_password' => "تأكيد كلمة المرور",
            'registred' => "هل لديك حساب بالفعل؟",
            'title' => "التسجيل",
        ],

];